Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: This step is completely optional. Upload a document that shows this is your home — your deed or title if you own it, or your lease agreement if you rent. A recent utility bill in your name works too.
ar: هذه الخطوة اختيارية تماماً. ارفع مستنداً يثبت أن هذا منزلك — سند الملكية إن كنت تمتلكه، أو عقد الإيجار إن كنت مستأجراً. تصلح أيضاً فاتورة خدمات حديثة باسمك.
ar_ps: هالخطوة اختيارية تماماً. ارفع وثيقة بتبيّن إنه هاد بيتك — الطابو إذا إنت مالكه، أو عقد الإيجار إذا مستأجر. فاتورة كهربا أو مي حديثة باسمك بتزبط كمان.
el: Αυτό το βήμα είναι εντελώς προαιρετικό. Ανεβάστε ένα έγγραφο που δείχνει ότι αυτό είναι το σπίτι σας — τον τίτλο ή το συμβόλαιο ιδιοκτησίας αν είναι δικό σας, ή το μισθωτήριο αν νοικιάζετε. Ένας πρόσφατος λογαριασμός κοινής ωφέλειας στο όνομά σας επίσης λειτουργεί.
es: Este paso es totalmente opcional. Sube un documento que demuestre que esta es tu casa — tu escritura o título si eres propietario, o tu contrato de alquiler si vives de alquiler. También sirve una factura de suministros reciente a tu nombre.
fa: این مرحله کاملاً اختیاری است. سندی بارگذاری کنید که نشان دهد این خانه شماست — سند مالکیت اگر مالک هستید، یا قرارداد اجاره اگر اجاره کرده‌اید. یک قبض خدمات اخیر به نام شما هم کافی است.
fr: Cette étape est entièrement facultative. Importez un document attestant qu'il s'agit de votre logement — votre titre de propriété si vous êtes propriétaire, ou votre contrat de bail si vous êtes locataire. Une facture de services récente à votre nom convient aussi.
id: Langkah ini sepenuhnya opsional. Unggah dokumen yang menunjukkan ini rumah Anda — sertifikat atau bukti kepemilikan jika Anda memilikinya, atau perjanjian sewa jika Anda menyewa. Tagihan utilitas terbaru atas nama Anda juga bisa.
it: Questo passaggio è del tutto facoltativo. Carica un documento che dimostri che questa è casa tua — l'atto o il titolo se sei proprietario, o il contratto di affitto se sei in affitto. Va bene anche una bolletta recente intestata a te.
ja: このステップは完全に任意です。これがあなたの住まいであることを示す書類をアップロードしてください — 所有している場合は権利証や登記、賃貸の場合は賃貸契約書です。あなた名義の最近の公共料金の請求書でも構いません。
ro: Acest pas este complet opțional. Încarcă un document care arată că aceasta este locuința ta — actul de proprietate dacă o deții sau contractul de închiriere dacă stai cu chirie. O factură de utilități recentă pe numele tău este de asemenea valabilă.
th: ขั้นตอนนี้ไม่บังคับเลย อัปโหลดเอกสารที่แสดงว่านี่คือบ้านของคุณ — โฉนดหรือกรรมสิทธิ์หากคุณเป็นเจ้าของ หรือสัญญาเช่าหากคุณเช่า ใบแจ้งค่าสาธารณูปโภคล่าสุดในชื่อคุณก็ใช้ได้
tr: Bu adım tamamen isteğe bağlıdır. Burasının senin evin olduğunu gösteren bir belge yükle — sahibiysen tapun veya mülkiyet belgen, kiracıysan kira sözleşmen. Adına kayıtlı yakın tarihli bir fatura da işe yarar.
zh: 此步骤完全可选。上传一份能证明这是你家的文件——若是自有，提供房契或产权证；若是租住，提供租约。一张你名下近期的水电费账单也可以。

source: This swap was cancelled
ar: تم إلغاء هذا التبادل
ar_ps: هالتبديل انلغى
el: Αυτή η ανταλλαγή ακυρώθηκε
es: Este intercambio se canceló
fa: این مبادله لغو شد
fr: Cet échange a été annulé
id: Tukaran ini dibatalkan
it: Questo scambio è stato annullato
ja: このスワップはキャンセルされました
ro: Acest schimb a fost anulat
th: การแลกเปลี่ยนนี้ถูกยกเลิก
tr: Bu takas iptal edildi
zh: 此次互换已取消

source: Three ways to earn points
ar: ثلاث طرق لكسب النقاط
ar_ps: تلت طرق تكسب فيهن نقاط
el: Τρεις τρόποι να κερδίσετε πόντους
es: Tres formas de ganar puntos
fa: سه راه برای کسب امتیاز
fr: Trois façons de gagner des points
id: Tiga cara mendapatkan poin
it: Tre modi per guadagnare punti
ja: ポイントを獲得する3つの方法
ro: Trei moduri de a câștiga puncte
th: สามวิธีในการรับพอยต์
tr: Puan kazanmanın üç yolu
zh: 赚取积分的三种方式

source: To
ar: إلى
ar_ps: إلى
el: Έως
es: Hasta
fa: تا
fr: Au
id: Sampai
it: Al
ja: 宛先
ro: Până la
th: ถึง
tr: Bitiş
zh: 至

source: Too many drafts — try again in a few minutes.
ar: مسودات كثيرة جداً — حاول مرة أخرى بعد بضع دقائق.
ar_ps: كتير مسودّات — جرّب كمان مرة بعد كم دقيقة.
el: Πάρα πολλές συντάξεις — δοκιμάστε ξανά σε λίγα λεπτά.
es: Demasiados borradores — inténtalo de nuevo en unos minutos.
fa: پیش‌نویس‌های زیاد — چند دقیقه دیگر دوباره تلاش کنید.
fr: Trop de rédactions — réessayez dans quelques minutes.
id: Terlalu banyak draf — coba lagi dalam beberapa menit.
it: Troppe bozze — riprova tra qualche minuto.
ja: 下書きが多すぎます — 数分後にもう一度お試しください。
ro: Prea multe redactări — încearcă din nou în câteva minute.
th: ร่างมากเกินไป — ลองอีกครั้งในอีกไม่กี่นาที
tr: Çok fazla taslak — birkaç dakika içinde tekrar dene.
zh: 起草次数过多——请几分钟后重试。

source: Top hosts
ar: أفضل المضيفين
ar_ps: أفضل المستضيفين
el: Κορυφαίοι οικοδεσπότες
es: Mejores anfitriones
fa: برترین میزبانان
fr: Meilleurs hôtes
id: Tuan rumah teratas
it: Migliori host
ja: トップホスト
ro: Cele mai bune gazde
th: เจ้าของที่พักยอดเยี่ยม
tr: En iyi ev sahipleri
zh: 顶尖房东

source: Top tier reached — you're a Swapl founder.
ar: وصلت إلى أعلى مستوى — أنت من مؤسسي Swapl.
ar_ps: وصلت لأعلى مستوى — إنت من مؤسّسي Swapl.
el: Φτάσατε στην κορυφαία βαθμίδα — είστε ιδρυτής της Swapl.
es: Nivel máximo alcanzado — eres un fundador de Swapl.
fa: بالاترین رده رسید — شما یکی از بنیان‌گذاران Swapl هستید.
fr: Niveau le plus élevé atteint — vous êtes un fondateur Swapl.
id: Tingkat tertinggi tercapai — Anda seorang pendiri Swapl.
it: Livello massimo raggiunto — sei un fondatore Swapl.
ja: 最上位ティアに到達 — あなたはSwaplファウンダーです。
ro: Ai atins cel mai înalt nivel — ești un fondator Swapl.
th: ถึงระดับสูงสุดแล้ว — คุณคือผู้ก่อตั้ง Swapl
tr: En üst kademeye ulaştın — sen bir Swapl kurucususun.
zh: 已达最高等级——你是 Swapl 创始会员。

source: Total
ar: الإجمالي
ar_ps: المجموع
el: Σύνολο
fa: مجموع
it: Totale
ja: 合計
th: ยอดรวม
tr: Toplam
zh: 合计

source: Travel points
ar: نقاط السفر
ar_ps: نقاط السفر
el: Πόντοι ταξιδιού
es: Puntos de viaje
fa: امتیازهای سفر
fr: Points de voyage
id: Poin perjalanan
it: Punti viaggio
ja: トラベルポイント
ro: Puncte de călătorie
th: พอยต์เดินทาง
tr: Seyahat puanları
zh: 旅行积分

source: Travel windows
ar: نوافذ السفر
ar_ps: فترات السفر
el: Χρονικά παράθυρα ταξιδιού
es: Ventanas de viaje
fa: بازه‌های سفر
fr: Périodes de voyage
id: Jendela perjalanan
it: Finestre di viaggio
ja: 旅行期間
ro: Ferestre de călătorie
th: ช่วงเวลาเดินทาง
tr: Seyahat aralıkları
zh: 出行时段

source: Traveling
ar: السفر
ar_ps: مسافر
el: Ταξιδεύω
es: Viajando
fa: در حال سفر
fr: En voyage
id: Bepergian
it: In viaggio
ja: 旅行中
ro: Călătorind
th: กำลังเดินทาง
tr: Seyahat
zh: 旅行中

source: Trip
ar: رحلة
ar_ps: رحلة
el: Ταξίδι
es: Viaje
fa: سفر
fr: Voyage
id: Perjalanan
it: Viaggio
ja: 旅行
ro: Călătorie
th: ทริป
tr: Seyahat
zh: 行程

source: TRIP
ar: رحلة
ar_ps: رحلة
el: ΤΑΞΙΔΙ
es: VIAJE
fa: سفر
fr: VOYAGE
id: PERJALANAN
it: VIAGGIO
ja: 旅行
ro: CĂLĂTORIE
th: ทริป
tr: SEYAHAT
zh: 行程

source: Trip activity
ar: نشاط الرحلة
ar_ps: نشاط الرحلة
el: Δραστηριότητα ταξιδιού
es: Actividad del viaje
fa: فعالیت سفر
fr: Activité du voyage
id: Aktivitas perjalanan
it: Attività del viaggio
ja: 旅行のアクティビティ
ro: Activitatea călătoriei
th: กิจกรรมทริป
tr: Seyahat etkinliği
zh: 行程动态

source: Trip details
ar: تفاصيل الرحلة
ar_ps: تفاصيل الرحلة
el: Λεπτομέρειες ταξιδιού
es: Detalles del viaje
fa: جزئیات سفر
fr: Détails du voyage
id: Detail perjalanan
it: Dettagli del viaggio
ja: 旅行の詳細
ro: Detaliile călătoriei
th: รายละเอียดทริป
tr: Seyahat ayrıntıları
zh: 行程详情

source: Trip details unavailable
ar: تفاصيل الرحلة غير متاحة
ar_ps: تفاصيل الرحلة مش متاحة
el: Οι λεπτομέρειες ταξιδιού δεν είναι διαθέσιμες
es: Detalles del viaje no disponibles
fa: جزئیات سفر در دسترس نیست
fr: Détails du voyage indisponibles
id: Detail perjalanan tidak tersedia
it: Dettagli del viaggio non disponibili
ja: 旅行の詳細は利用できません
ro: Detaliile călătoriei indisponibile
th: รายละเอียดทริปไม่พร้อมใช้งาน
tr: Seyahat ayrıntıları kullanılamıyor
zh: 行程详情不可用

source: Trip to %@
ar: رحلة إلى %@
ar_ps: رحلة لـ %@
el: Ταξίδι στο %@
es: Viaje a %@
fa: سفر به %@
fr: Voyage à %@
id: Perjalanan ke %@
it: Viaggio a %@
ja: %@への旅行
ro: Călătorie la %@
th: ทริปไป %@
tr: %@ seyahati
zh: 前往 %@ 的行程

source: Trip unavailable
ar: الرحلة غير متاحة
ar_ps: الرحلة مش متاحة
el: Το ταξίδι δεν είναι διαθέσιμο
es: Viaje no disponible
fa: سفر در دسترس نیست
fr: Voyage indisponible
id: Perjalanan tidak tersedia
it: Viaggio non disponibile
ja: 旅行は利用できません
ro: Călătorie indisponibilă
th: ทริปไม่พร้อมใช้งาน
tr: Seyahat kullanılamıyor
zh: 行程不可用

source: Trips
ar: الرحلات
ar_ps: الرحلات
el: Ταξίδια
es: Viajes
fa: سفرها
fr: Voyages
id: Perjalanan
it: Viaggi
ja: 旅行
ro: Călătorii
th: ทริป
tr: Seyahatler
zh: 行程

source: Try a different city, date range, or sort order.
ar: جرّب مدينة أو نطاق تواريخ أو ترتيب فرز مختلفاً.
ar_ps: جرّب مدينة تانية، أو فترة تواريخ، أو ترتيب تاني.
el: Δοκιμάστε διαφορετική πόλη, εύρος ημερομηνιών ή σειρά ταξινόμησης.
es: Prueba con otra ciudad, intervalo de fechas u orden.
fa: یک شهر، بازه تاریخ یا ترتیب مرتب‌سازی متفاوت را امتحان کنید.
fr: Essayez une autre ville, plage de dates ou ordre de tri.
id: Coba kota, rentang tanggal, atau urutan lain.
it: Prova una città, un intervallo di date o un ordinamento diverso.
ja: 別の都市、日程範囲、または並び順をお試しください。
ro: Încearcă un alt oraș, interval de date sau ordine de sortare.
th: ลองเมือง ช่วงวันที่ หรือลำดับการเรียงอื่น
tr: Farklı bir şehir, tarih aralığı veya sıralama dene.
zh: 试试不同的城市、日期范围或排序方式。

source: Try again
ar: حاول مرة أخرى
ar_ps: جرّب كمان مرة
el: Δοκιμάστε ξανά
es: Inténtalo de nuevo
fa: دوباره تلاش کنید
fr: Réessayer
id: Coba lagi
it: Riprova
ja: もう一度試す
ro: Încearcă din nou
th: ลองอีกครั้ง
tr: Tekrar dene
zh: 重试

source: Try Again
ar: حاول مرة أخرى
ar_ps: جرّب كمان مرة
el: Δοκιμάστε ξανά
es: Inténtalo de nuevo
fa: دوباره تلاش کنید
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: もう一度試す
ro: Încearcă din nou
th: ลองอีกครั้ง
tr: Tekrar Dene
zh: 重试

source: Try again with a clearer document in your name.
ar: حاول مرة أخرى بمستند أوضح باسمك.
ar_ps: جرّب كمان مرة بوثيقة أوضح باسمك.
el: Δοκιμάστε ξανά με ένα σαφέστερο έγγραφο στο όνομά σας.
es: Inténtalo de nuevo con un documento más claro a tu nombre.
fa: با یک سند واضح‌تر به نام خودتان دوباره تلاش کنید.
fr: Réessayez avec un document plus clair à votre nom.
id: Coba lagi dengan dokumen yang lebih jelas atas nama Anda.
it: Riprova con un documento più chiaro intestato a te.
ja: あなた名義のより鮮明な書類でもう一度お試しください。
ro: Încearcă din nou cu un document mai clar pe numele tău.
th: ลองอีกครั้งด้วยเอกสารที่ชัดเจนกว่าในชื่อคุณ
tr: Adına kayıtlı daha net bir belgeyle tekrar dene.
zh: 请用一份更清晰的、你名下的文件重试。

source: Unblock
ar: إلغاء الحجب
ar_ps: ألغِ الحجب
el: Άρση αποκλεισμού
es: Desbloquear
fa: رفع مسدودیت
fr: Débloquer
id: Buka blokir
it: Sblocca
ja: ブロック解除
ro: Deblochează
th: ปลดบล็อก
tr: Engeli kaldır
zh: 取消屏蔽

source: Under review
ar: قيد المراجعة
ar_ps: تحت المراجعة
el: Υπό εξέταση
es: En revisión
fa: در حال بازبینی
fr: En cours d'examen
id: Sedang ditinjau
it: In revisione
ja: 審査中
ro: În curs de evaluare
th: อยู่ระหว่างการตรวจสอบ
tr: İnceleniyor
zh: 审核中

source: Understood:
ar: مفهوم:
ar_ps: مفهوم:
el: Κατανοητό:
es: Entendido:
fa: متوجه شدم:
fr: Compris :
id: Dipahami:
it: Ho capito:
ja: 了解しました：
ro: Înțeles:
th: เข้าใจแล้ว:
tr: Anlaşıldı:
zh: 已理解：

source: Undo
ar: تراجع
ar_ps: تراجع
el: Αναίρεση
es: Deshacer
fa: واگرد
fr: Annuler
id: Urungkan
it: Annulla
ja: 元に戻す
ro: Anulează
th: เลิกทำ
tr: Geri al
zh: 撤销

source: Undo AI draft, restore your previous message
ar: تراجع عن مسودة الذكاء الاصطناعي واستعد رسالتك السابقة
ar_ps: تراجع عن مسودّة الذكاء الاصطناعي، ورجّع رسالتك السابقة
el: Αναίρεση σύνταξης AI, επαναφορά του προηγούμενου μηνύματός σας
es: Deshacer el borrador de IA, restaurar tu mensaje anterior
fa: واگرد پیش‌نویس هوش مصنوعی، بازیابی پیام قبلی شما
fr: Annuler la rédaction IA, restaurer votre message précédent
id: Urungkan draf AI, pulihkan pesan sebelumnya
it: Annulla la bozza IA, ripristina il messaggio precedente
ja: AIの下書きを取り消し、前のメッセージに戻す
ro: Anulează redactarea AI, restaurează mesajul tău anterior
th: เลิกทำร่าง AI คืนข้อความก่อนหน้าของคุณ
tr: Yapay zeka taslağını geri al, önceki mesajını geri yükle
zh: 撤销 AI 草稿，恢复你之前的消息

source: Unlike a swap, the host doesn't travel to you. You spend travel points you earned by hosting — never money.
ar: بخلاف التبادل، لا يسافر المضيف إليك. تنفق نقاط سفر كسبتها بالاستضافة — وليس نقوداً أبداً.
ar_ps: عكس التبديل، المستضيف ما بيسافر لعندك. إنت بتصرف نقاط سفر كسبتها بالاستضافة — أبداً مش مصاري.
el: Σε αντίθεση με μια ανταλλαγή, ο οικοδεσπότης δεν ταξιδεύει σε εσάς. Ξοδεύετε πόντους ταξιδιού που κερδίσατε φιλοξενώντας — ποτέ χρήματα.
es: A diferencia de un intercambio, el anfitrión no viaja a tu casa. Gastas puntos de viaje que ganaste hospedando — nunca dinero.
fa: برخلاف مبادله، میزبان به نزد شما سفر نمی‌کند. شما امتیازهای سفری را که با میزبانی کسب کرده‌اید خرج می‌کنید — هرگز پول.
fr: Contrairement à un échange, l'hôte ne voyage pas chez vous. Vous dépensez des points de voyage gagnés en accueillant — jamais de l'argent.
id: Berbeda dengan tukaran, tuan rumah tidak datang ke Anda. Anda memakai poin perjalanan yang diperoleh dengan menjamu — bukan uang.
it: A differenza di uno scambio, l'host non viaggia da te. Spendi punti viaggio guadagnati ospitando — mai denaro.
ja: スワップとは異なり、ホストがあなたのところに来ることはありません。ホストして獲得したトラベルポイントを使います — お金ではありません。
ro: Spre deosebire de un schimb, gazda nu călătorește la tine. Cheltuiești puncte de călătorie câștigate prin găzduire — niciodată bani.
th: ต่างจากการแลกเปลี่ยน เจ้าของที่พักไม่ได้เดินทางมาหาคุณ คุณใช้พอยต์เดินทางที่ได้รับจากการเป็นเจ้าของที่พัก — ไม่ใช่เงิน
tr: Bir takastan farklı olarak, ev sahibi sana gelmez. Ev sahipliği yaparak kazandığın seyahat puanlarını harcarsın — asla para değil.
zh: 与互换不同，房东不会前往你处。你花费的是接待所赚得的旅行积分——绝非金钱。

source: Unlocks %@ — 48h before your stay.
ar: يُفتَح %@ — قبل 48 ساعة من إقامتك.
ar_ps: بينفتح %@ — 48 ساعة قبل إقامتك.
el: Ξεκλειδώνει %@ — 48 ώρες πριν τη διαμονή σας.
es: Se desbloquea %@ — 48 h antes de tu estancia.
fa: باز می‌شود در %@ — ۴۸ ساعت قبل از اقامت شما.
fr: Se débloque %@ — 48 h avant votre séjour.
id: Terbuka %@ — 48 jam sebelum inap Anda.
it: Si sblocca %@ — 48h prima del tuo soggiorno.
ja: %@に解除 — 滞在の48時間前。
ro: Se deblochează %@ — cu 48 de ore înainte de sejurul tău.
th: ปลดล็อก %@ — 48 ชม. ก่อนการเข้าพักของคุณ
tr: %@ açılır — konaklamandan 48 saat önce.
zh: 将于 %@ 解锁——你入住前 48 小时。

source: Untitled home
ar: منزل بلا عنوان
ar_ps: بيت بدون عنوان
el: Σπίτι χωρίς τίτλο
es: Casa sin título
fa: خانه بدون عنوان
fr: Logement sans titre
id: Rumah tanpa judul
it: Casa senza titolo
ja: 無題の住まい
ro: Locuință fără titlu
th: บ้านไม่มีชื่อ
tr: Başlıksız ev
zh: 未命名住所

source: Up to %1$@ per gift, %2$@ per day. Points are a gift — they can't be bought or cashed out.
ar: حتى %1$@ لكل هدية، و%2$@ في اليوم. النقاط هدية — لا يمكن شراؤها أو صرفها نقداً.
ar_ps: لحد %1$@ بالهدية، %2$@ باليوم. النقاط هدية — ما بتنشترى ولا بتنصرّف.
el: Έως %1$@ ανά δώρο, %2$@ ανά ημέρα. Οι πόντοι είναι δώρο — δεν μπορούν να αγοραστούν ή να εξαργυρωθούν.
es: Hasta %1$@ por regalo, %2$@ al día. Los puntos son un regalo — no se pueden comprar ni canjear por efectivo.
fa: حداکثر %1$@ در هر هدیه، %2$@ در روز. امتیازها یک هدیه هستند — قابل خرید یا نقد کردن نیستند.
fr: Jusqu'à %1$@ par cadeau, %2$@ par jour. Les points sont un cadeau — ils ne peuvent être ni achetés ni encaissés.
id: Hingga %1$@ per hadiah, %2$@ per hari. Poin adalah hadiah — tidak bisa dibeli atau dicairkan.
it: Fino a %1$@ per regalo, %2$@ al giorno. I punti sono un regalo — non possono essere acquistati né incassati.
ja: 1回の贈り物につき最大%1$@、1日につき最大%2$@。ポイントは贈り物であり、購入も換金もできません。
ro: Până la %1$@ per cadou, %2$@ pe zi. Punctele sunt un cadou — nu pot fi cumpărate sau încasate.
th: สูงสุด %1$@ ต่อการมอบหนึ่งครั้ง %2$@ ต่อวัน พอยต์คือของขวัญ — ซื้อหรือถอนเป็นเงินไม่ได้
tr: Hediye başına %1$@, gün başına %2$@ kadar. Puanlar bir hediyedir — satın alınamaz veya nakde çevrilemez.
zh: 每次赠送最多 %1$@，每天最多 %2$@。积分是一份礼物——无法购买或兑现。

source: Update "%@" — photos, dates, amenities.
ar: حدّث "%@" — الصور والتواريخ والمرافق.
ar_ps: حدّث "%@" — الصور، التواريخ، المرافق.
el: Ενημέρωση "%@" — φωτογραφίες, ημερομηνίες, παροχές.
es: Actualiza "%@" — fotos, fechas, servicios.
fa: به‌روزرسانی «%@» — عکس‌ها، تاریخ‌ها، امکانات.
fr: Mettez à jour « %@ » — photos, dates, équipements.
id: Perbarui "%@" — foto, tanggal, fasilitas.
it: Aggiorna "%@" — foto, date, servizi.
ja: 「%@」を更新 — 写真、日程、設備。
ro: Actualizează „%@” — fotografii, date, facilități.
th: อัปเดต "%@" — รูปภาพ วันที่ สิ่งอำนวยความสะดวก
tr: "%@" güncelle — fotoğraflar, tarihler, olanaklar.
zh: 更新“%@”——照片、日期、设施。

source: Update details, photos and dates
ar: حدّث التفاصيل والصور والتواريخ
ar_ps: حدّث التفاصيل والصور والتواريخ
el: Ενημέρωση στοιχείων, φωτογραφιών και ημερομηνιών
es: Actualiza datos, fotos y fechas
fa: به‌روزرسانی جزئیات، عکس‌ها و تاریخ‌ها
fr: Mettre à jour les détails, photos et dates
id: Perbarui detail, foto, dan tanggal
it: Aggiorna dettagli, foto e date
ja: 詳細、写真、日程を更新
ro: Actualizează detaliile, fotografiile și datele
th: อัปเดตรายละเอียด รูปภาพ และวันที่
tr: Ayrıntıları, fotoğrafları ve tarihleri güncelle
zh: 更新信息、照片和日期

source: Use at least 6 characters.
ar: استخدم 6 أحرف على الأقل.
ar_ps: استخدم 6 أحرف على الأقل.
el: Χρησιμοποιήστε τουλάχιστον 6 χαρακτήρες.
es: Usa al menos 6 caracteres.
fa: حداقل ۶ کاراکتر استفاده کنید.
fr: Utilisez au moins 6 caractères.
id: Gunakan minimal 6 karakter.
it: Usa almeno 6 caratteri.
ja: 6文字以上を使用してください。
ro: Folosește cel puțin 6 caractere.
th: ใช้อย่างน้อย 6 ตัวอักษร
tr: En az 6 karakter kullan.
zh: 请至少使用 6 个字符。

source: Use at least 6 characters. You'll verify your email before publishing a home.
ar: استخدم 6 أحرف على الأقل. ستوثّق بريدك الإلكتروني قبل نشر منزل.
ar_ps: استخدم 6 أحرف على الأقل. رح توثّق إيميلك قبل ما تنشر بيت.
el: Χρησιμοποιήστε τουλάχιστον 6 χαρακτήρες. Θα επαληθεύσετε το email σας πριν δημοσιεύσετε ένα σπίτι.
es: Usa al menos 6 caracteres. Verificarás tu correo antes de publicar una casa.
fa: حداقل ۶ کاراکتر استفاده کنید. قبل از انتشار خانه، ایمیلتان را تأیید خواهید کرد.
fr: Utilisez au moins 6 caractères. Vous vérifierez votre e-mail avant de publier un logement.
id: Gunakan minimal 6 karakter. Anda akan memverifikasi email sebelum mempublikasikan rumah.
it: Usa almeno 6 caratteri. Dovrai verificare la tua email prima di pubblicare una casa.
ja: 6文字以上を使用してください。住まいを公開する前にメールアドレスを認証します。
ro: Folosește cel puțin 6 caractere. Îți vei verifica e-mailul înainte de a publica o locuință.
th: ใช้อย่างน้อย 6 ตัวอักษร คุณจะยืนยันอีเมลก่อนเผยแพร่บ้าน
tr: En az 6 karakter kullan. Bir ev yayınlamadan önce e-postanı doğrulayacaksın.
zh: 请至少使用 6 个字符。发布住所前你需验证邮箱。

source: Use international format, e.g. +39 333 123 4567.
ar: استخدم الصيغة الدولية، مثال: ‎+39 333 123 4567‎.
ar_ps: استخدم الصيغة الدولية، مثلاً ‎+39 333 123 4567.
el: Χρησιμοποιήστε διεθνή μορφή, π.χ. +39 333 123 4567.
es: Usa el formato internacional, p. ej. +39 333 123 4567.
fa: از قالب بین‌المللی استفاده کنید، مثلاً +39 333 123 4567.
fr: Utilisez le format international, ex. +39 333 123 4567.
id: Gunakan format internasional, mis. +39 333 123 4567.
it: Usa il formato internazionale, es. +39 333 123 4567.
ja: 国際形式を使用してください（例：+39 333 123 4567）。
ro: Folosește formatul internațional, ex. +39 333 123 4567.
th: ใช้รูปแบบสากล เช่น +39 333 123 4567
tr: Uluslararası biçim kullan, ör. +39 333 123 4567.
zh: 请使用国际格式，例如 +39 333 123 4567。

source: Use my current location
ar: استخدم موقعي الحالي
ar_ps: استخدم موقعي الحالي
el: Χρήση της τρέχουσας τοποθεσίας μου
es: Usar mi ubicación actual
fa: استفاده از موقعیت فعلی من
fr: Utiliser ma position actuelle
id: Gunakan lokasi saya saat ini
it: Usa la mia posizione attuale
ja: 現在地を使用
ro: Folosește locația mea curentă
th: ใช้ตำแหน่งปัจจุบันของฉัน
tr: Mevcut konumumu kullan
zh: 使用我的当前位置

source: Verification is unavailable right now. Try again later.
ar: التوثيق غير متاح الآن. حاول لاحقاً.
ar_ps: التوثيق مش متاح هلق. جرّب كمان مرة بعدين.
el: Η επαλήθευση δεν είναι διαθέσιμη αυτή τη στιγμή. Δοκιμάστε ξανά αργότερα.
es: La verificación no está disponible ahora mismo. Inténtalo más tarde.
fa: تأیید در حال حاضر در دسترس نیست. بعداً دوباره تلاش کنید.
fr: La vérification est indisponible pour le moment. Réessayez plus tard.
id: Verifikasi tidak tersedia saat ini. Coba lagi nanti.
it: La verifica non è disponibile in questo momento. Riprova più tardi.
ja: 現在認証は利用できません。後でもう一度お試しください。
ro: Verificarea este indisponibilă momentan. Încearcă din nou mai târziu.
th: การยืนยันไม่พร้อมใช้งานในขณะนี้ ลองอีกครั้งภายหลัง
tr: Doğrulama şu anda kullanılamıyor. Daha sonra tekrar dene.
zh: 验证服务暂时不可用，请稍后重试。

source: Verified host
ar: مضيف موثّق
ar_ps: مستضيف موثّق
el: Επαληθευμένος οικοδεσπότης
es: Anfitrión verificado
fa: میزبان تأیید‌شده
fr: Hôte vérifié
id: Tuan rumah terverifikasi
it: Host verificato
ja: 認証済みホスト
ro: Gazdă verificată
th: เจ้าของที่พักที่ยืนยันแล้ว
tr: Doğrulanmış ev sahibi
zh: 已验证房东

source: Verified on TON
ar: موثّق على TON
ar_ps: موثّق على TON
el: Επαληθευμένο στο TON
es: Verificado en TON
fa: تأیید‌شده در TON
fr: Vérifié sur TON
id: Terverifikasi di TON
it: Verificato su TON
ja: TONで認証済み
ro: Verificat pe TON
th: ยืนยันบน TON
tr: TON üzerinde doğrulandı
zh: 已在 TON 上验证

source: Verified owner
ar: مالك موثّق
ar_ps: مالك موثّق
el: Επαληθευμένος ιδιοκτήτης
es: Propietario verificado
fa: مالک تأیید‌شده
fr: Propriétaire vérifié
id: Pemilik terverifikasi
it: Proprietario verificato
ja: 認証済みオーナー
ro: Proprietar verificat
th: เจ้าของที่ยืนยันแล้ว
tr: Doğrulanmış sahip
zh: 已验证业主

source: Verified owner badge — optional
ar: شارة المالك الموثّق — اختياري
ar_ps: شارة المالك الموثّق — اختياري
el: Σήμα επαληθευμένου ιδιοκτήτη — προαιρετικό
es: Insignia de propietario verificado — opcional
fa: نشان مالک تأیید‌شده — اختیاری
fr: Badge de propriétaire vérifié — facultatif
id: Lencana pemilik terverifikasi — opsional
it: Badge proprietario verificato — facoltativo
ja: 認証済みオーナーバッジ — 任意
ro: Insignă de proprietar verificat — opțional
th: ตราเจ้าของที่ยืนยันแล้ว — ไม่บังคับ
tr: Doğrulanmış sahip rozeti — isteğe bağlı
zh: 已验证业主徽章——可选

source: Verify code
ar: تحقق من الرمز
ar_ps: وثّق الكود
el: Επαλήθευση κωδικού
es: Verificar código
fa: تأیید کد
fr: Vérifier le code
id: Verifikasi kode
it: Verifica il codice
ja: コードを認証
ro: Verifică codul
th: ยืนยันรหัส
tr: Kodu doğrula
zh: 验证验证码

source: Verify ownership
ar: تحقق من الملكية
ar_ps: وثّق الملكية
el: Επαλήθευση ιδιοκτησίας
es: Verificar la propiedad
fa: تأیید مالکیت
fr: Vérifier la propriété
id: Verifikasi kepemilikan
it: Verifica la proprietà
ja: 所有権を認証
ro: Verifică dreptul de proprietate
th: ยืนยันความเป็นเจ้าของ
tr: Sahipliği doğrula
zh: 验证所有权

source: Verify this listing before inviting guests to stay — otherwise your friend's reward can't be paid out.
ar: وثّق هذا العرض قبل دعوة ضيوف للإقامة — وإلا فلن تُصرَف مكافأة صديقك.
ar_ps: وثّق هالإعلان قبل ما تدعو ضيوف يُسكنوا — غير هيك مكافأة صاحبك ما بتنصرف.
el: Επαληθεύστε αυτή την καταχώριση πριν προσκαλέσετε επισκέπτες να μείνουν — διαφορετικά η ανταμοιβή του φίλου σας δεν μπορεί να αποδοθεί.
es: Verifica este anuncio antes de invitar a huéspedes a alojarse — de lo contrario, la recompensa de tu amigo no se podrá abonar.
fa: این آگهی را قبل از دعوت مهمانان برای اقامت تأیید کنید — در غیر این صورت پاداش دوستتان قابل پرداخت نیست.
fr: Vérifiez cette annonce avant d'inviter des voyageurs à séjourner — sinon la récompense de votre ami ne pourra pas être versée.
id: Verifikasi listing ini sebelum mengundang tamu untuk menginap — kalau tidak, hadiah teman Anda tidak bisa dibayarkan.
it: Verifica questo annuncio prima di invitare ospiti a soggiornare — altrimenti la ricompensa del tuo amico non può essere erogata.
ja: ゲストを滞在に招待する前に、このリスティングを認証してください。そうしないと、友人への報酬が支払われません。
ro: Verifică acest anunț înainte de a invita oaspeți să stea — altfel recompensa prietenului tău nu poate fi plătită.
th: ยืนยันรายการนี้ก่อนเชิญผู้เข้าพักมาพัก — มิฉะนั้นรางวัลของเพื่อนคุณจะไม่สามารถจ่ายออกได้
tr: Misafirleri konaklamaya davet etmeden önce bu ilanı doğrula — aksi hâlde arkadaşının ödülü ödenemez.
zh: 邀请房客入住前请先验证此房源——否则好友的奖励无法发放。
